[
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "calendar",
  "obsidian-icon-folder",
  "omnisearch",
  "whisper",
  "obsidian-tts",
  "voice",
  "obsidian-importer",
  "obsidian-linter",
  "better-export-pdf",
  "editing-toolbar",
  "obsidian-git"
]